<h1>Подготовка</h1>
<p>Мы рекомендуем временно перевести систему в автономный режим на время обновления, если вы этого ещё не сделали. Хотя мы стараемся сделать процесс обновления простым и безболезненным, мы не можем гарантировать это для каждого пользователя. <b>Вы не забыли сделать резервную копию базы данных?</b></p>
<p>
Если мысль об обновлении вашей системы вызывает беспокойство, <a href="https://github.com/LaverCasey/TicketHub" target="_blank">свяжитесь с нами для помощи</a>.
</p>
<p>Нажмите «Продолжить» для завершения процесса обновления... будьте терпеливы, это может занять несколько секунд.</p>
<div style="padding:20px 20px 100px 200px;">
<form method=post action='upgrade.php'>
    <input type=hidden name=step value=1 />
    <input type="submit" name=submit value="Продолжить &raquo;&raquo;"/>
</form>
</div>
<br><br>
